experiments/redis_contention/redis_multi/pair_0/clients_400_threads_6_pipeline_1/redis.out
6         Threads
400       Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        73410.00          ---          ---        16.41736        14.97500        55.80700        77.31100     75555.77 
Gets        73330.33         0.00     73330.33        16.28764        14.91100        52.22300        77.31100      2926.66 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     146740.34         0.00     73330.33        16.35254        14.91100        54.01500        77.31100     78482.42